[
  {
    "_id": "61af80ba5f7a0d3540559dfd",
    "image": ["/images/kitchen-appliances/2.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "100/250Ml Wireless Portable Electric Mini Food Cutter Garlic Cutter Vegetable",
    "description": "<p>All the power you need to: Mix, puree, device, crush ice, and more - with only 4 simple buttons. 700-Watt of peak blending power. Do not fill blender jar beyond the 3-Cup (710-ml) level. Tips &amp; Care for the Best Performance : The minimum amount of liquid needed per recipe is one cup (8 oz/250 ml). Add more liquid if your mixture is not blending properly. To add food or liquid to when blender is operating, open the hinged pouring cap and add ingredients through the opening. If blending action stops during blending or ingredients stick to sides of jar, there may not be enough liquid in the jar to blend efficiently.</p><div class=\"se-component se-image-container __se__float-center\" contenteditable=\"false\"><figure style=\"margin: auto;\"><img src=\"https://interactive-examples.mdn.mozilla.net/media/cc0-images/grapefruit-slice-332-332.jpg\" alt=\"\" data-rotate=\"\" data-proportion=\"true\" data-rotatex=\"\" data-rotatey=\"\" data-size=\",\" data-align=\"center\" data-percentage=\"auto,auto\" style=\"\" data-index=\"0\" data-file-name=\"grapefruit-slice-332-332.jpg\" data-file-size=\"0\" data-origin=\",\"></figure></div><div class=\"se-component se-video-container __se__float-none\" contenteditable=\"false\" style=\"width: 100%;\"><figure style=\"width: 100%; height: 56.25%; padding-bottom: 56.25%; margin: 0px;\"><iframe frameborder=\"0\" allowfullscreen=\"\" src=\"https://www.youtube.com/embed/A6RU-u8fHjE\" data-proportion=\"true\" data-percentage=\"100%,56.25%\" data-size=\"100%,56.25%\" data-align=\"none\" style=\"width: 100%; height: 100%;\" data-index=\"0\" data-file-name=\"A6RU-u8fHjE\" data-file-size=\"0\" data-origin=\"100%,56.25%\"></iframe></figure></div>",
    "brand": "Hamilton Beach",
    "category": "Kitchen Appliances",
    "price": 150,
    "discount": 2,
    "currentPrice": 147,
    "slug": "100250ml-wireless-portable-electric-mini-food-cutter-garlic-cutter-vegetable",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.637Z",
    "updatedAt": "2022-02-20T10:57:46.451Z",
    "active": true
  },
  {
    "_id": "61af80ba5f7a0d3540559dfc",
    "image": ["/images/kitchen-appliances/3.jpg"],
    "numReviews": 2,
    "averageRating": 4,
    "countInStock": 23,
    "sold": 7,
    "name": "Beurer KS25 Digital Kitchen Scales",
    "description": "<p>Slow cooking in your Crock-Pot; Slow Cooker provides you the flexibility to prepare a meal early and then have it cook all day. You can carry out your full day's activities and still enjoy a nutritious, home-cooked meal in the evening. It's a healthier, more cost-efficient and convenient way to serve tasty, satisfying meals. This Crock-Pot; Manual Slow Cooker cooks on HIGH or LOW settings and the WARM setting can be used to keep your dish at an ideal serving temperature.</p><div class=\"se-component se-image-container __se__float-center\" contenteditable=\"false\" style=\"min-width: 100%; width: 100%;\"><figure style=\"margin: auto; width: 100%;\"><img src=\"https://cdn.tgdd.vn/Products/Images/4928/218386/bhx/chen-com-su-hao-canh-hc01-trang-202009162121042084.jpg\" alt=\"\" data-rotate=\"\" data-proportion=\"true\" data-size=\"100%,\" data-align=\"center\" data-percentage=\"100,\" data-file-name=\"chen-com-su-hao-canh-hc01-trang-202009162121042084.jpg\" data-file-size=\"0\" data-origin=\",\" style=\"width: 100%;\" data-index=\"0\" origin-size=\"1024,768\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><p><br></p><p>video</p><div class=\"se-component se-video-container __se__float-center\" contenteditable=\"false\" style=\"min-width: 100%; width: 100%;\"><figure style=\"height: 56.25%; padding-bottom: 56.25%; margin: auto; width: 100%;\"><iframe src=\"https://www.youtube.com/embed/hRTu7p9j0Bk\" data-proportion=\"true\" data-percentage=\"100,56.25%\" data-size=\"100%,56.25%\" data-align=\"center\" data-file-name=\"hRTu7p9j0Bk\" data-file-size=\"0\" data-origin=\"100%,56.25%\" data-rotate=\"\" style=\"width: 100%; height: 100%;\" data-index=\"0\" data-rotatex=\"\" data-rotatey=\"\"></iframe></figure></div>",
    "brand": "Crock-Pot",
    "category": "Kitchen Appliances",
    "price": 499,
    "discount": 0,
    "currentPrice": 499,
    "slug": "beurer-ks25-digital-kitchen-scales",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.637Z",
    "updatedAt": "2022-02-19T17:43:37.905Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559dfa",
    "image": ["/images/smartphones/9.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 29,
    "sold": 1,
    "name": "iPhone 11 Pro Max 64GB GOLD GRAY SILVER",
    "description": "With its 48 MP, AI-powered triple camera system, moto g stylus captures outstanding shots in every situation. Sharper, brighter low-light photos with a 48 MP1 main sensor featuring Night Vision. Thrilling ultra-wide action videos. And incredibly detailed close-up shots up to 2cm away. Want to edit your photos with pinpoint precision? Slide out the stylus to retouch an image or jot down a note. View it all on a 6. 4 Max Vision Full HD+ display, and enjoy dual stereo speakers tuned by Dolby.All this, along with up to two days of battery life, lightning - fast performance, and 128 GB of storage.moto g stylus.You + perfection.The Bluetooth Technology used in this product is Bluetooth 5.0.",
    "brand": "Motorola",
    "category": "Smartphone",
    "price": 799.99,
    "discount": 10,
    "currentPrice": 719.99,
    "slug": "iphone-11-pro-max-64gb-gold-gray-silver",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.634Z",
    "updatedAt": "2022-01-18T09:08:35.360Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e24",
    "image": ["/images/smartphones/3.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Smartphone Masstel X6",
    "description": "Xiaomi Mi 10T 128GB, 6.67\" DotDisplay, 64MP Triple Rear Camera, 8K Video, 5000 mAh",
    "brand": "Xiaomi",
    "category": "Smartphone",
    "price": 299.99,
    "discount": 10,
    "currentPrice": 269.99,
    "slug": "smartphone-masstel-x6",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.649Z",
    "updatedAt": "2021-12-07T15:41:46.649Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e07",
    "image": ["/images/laptops/5.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Lenovo V130-14IKB (81HQ00EQVN)",
    "description": "Between home, school, and work—your mobile life demands a PC that just doesn’t quit. With long-lasting battery life, the HP Stream does everything your smartphone can’t. Post, play, and stay productive all day with the familiarity of a Windows PC that’s affordable, portable, and incredibly stylish. Live your best life on- the - go and in style with a slim, expressive design.With its smooth finish, vertical brushed pattern, and multiple color options, find the HP Stream that perfectly fits your personality. With an Intel® processor and long - lasting battery life, work all day or binge - watch your favorite shows—all while staying under budget.Plus, stay connected with fast Wi - Fi, plenty of storage options, and all the ports you need. Everything you love about Windows and more.Now, you’re ready to do what you love confidently with improved performance and a user - friendly interface. Simply insert an SD or Micro SD card and increase your device’s storage for more movies, photos, and music, or easily access any content you have stored on an existing card. It’s never been easier to give your device a bigger or second display.With HDMI output you can transmit HD video and sound with just one standard cable. Easily take this thin and light PC from room to room or on the road.When your PC goes wherever you go, staying productive and entertained has never been easier.",
    "brand": "‎HP",
    "category": "Laptops",
    "price": 299.99,
    "discount": 0,
    "currentPrice": 299.99,
    "slug": "lenovo-v130-14ikb-(81hq00eqvn)",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.642Z",
    "updatedAt": "2021-12-07T15:41:46.642Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e13",
    "image": ["/images/laptops/2.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "HP Laptop 17-by0053cl",
    "description": "Acer gaming laptops deliver advanced performance for all gamers. The Nitro lineup of gaming PCs and accessories are ideal for casual gamers who are ready for something better. The Acer Nitro 5 AN515-55 is equipped with a beautiful 15.6 inch FHD display to help you visualize the win. The latest NVIDIA GeForce RTX 30 series GPU supports 2nd Gen Ray Tracing Cores, 3rd Gen Tensor Cores, DLSS, Resizable BAR, Microsoft DirectX 12 Ultimate, and so much more. With Killer Ethernet and Wi-Fi 6, get quicker matchmaking and never worry about disconnecting during a game. The Acer Nitro 5 with Intel Core i5 processing power enables impressive performance whether you're challenging your buddies to battle or focusing on a new hobby. This Acer Nitro laptop is configured with 8GB RAM memory and 256GB solid-state drive storage space, and the ability to upgrade as needed. Use the HDMI 2.0 port for a monitor, use power-off USB charging, and plug in your favorite accessories with the array of USB Type-A and USB Type-C ports. (NH.QB0AA.001).",
    "brand": "‎Acer",
    "category": "Laptops",
    "price": 279,
    "discount": 0,
    "currentPrice": 279,
    "slug": "hp-laptop-17-by0053cl",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.646Z",
    "updatedAt": "2022-01-18T09:08:44.402Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df4",
    "image": ["/images/smartphones/8.jpg"],
    "numReviews": 2,
    "averageRating": 4,
    "countInStock": 27,
    "sold": 3,
    "name": "Samsung Galaxy Note 10 Plus 5G 512GB",
    "description": "To make the most of family life, you need plenty of energy. Luckily for you, Nokia G10 has a battery that goes days between charges – for more time to captivate your kids on the bigger screen. And with a triple rear camera, complete with enhanced imagery, you’re always ready to catch those special moments. Plus, when you reach the end of the day, there’s still plenty of power for you to unwind – why not call a friend, or catch up on your favorite show?",
    "brand": "Nokia",
    "category": "Smartphone",
    "price": 343.5,
    "discount": 5,
    "currentPrice": 326.3,
    "slug": "samsung-galaxy-note-10-plus-5g-512gb",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.629Z",
    "updatedAt": "2023-02-01T15:39:46.373Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e09",
    "image": ["/images/home-applications/8.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "SRS-XP500 (Portable Speakers - Bluetooth/Wi-Fi Speakers)",
    "description": " Twin Tub Design - With the Twin Tub dual function design, this washing machine can save your precious time by washing and spinning dry loads at the same time. You can move clothes directly from the washer to the spinner – or run both sides together to finish your laundry. Powerful Performance - The portable washer machine features a 1300RPM powerful motor with a max frequency of 60Hz, rotary controls for wash timer and a water efficient design.Washer: 8 lbs., Spin Cycle: 5 lbs.Watch your clothes get clean with a translucent tub container window. Time / Space - Saving - Washer control timer runs for up to 15 minutes while the spin cycle timer runs for up to 5 minutes each load.Feel free to choose any time to wash.Easy to move and transport to anywhere, lightweight and space - saving design allows it easily fit in a bathroom or closet, ideal for camping trips, dormitories, or anywhere with limited space. Simplest yet most effective - Put the clothes in - fill with water - set time - hit start button - Go and sip your coffee - Take it out.Simply enjoy clean laundry and fragrance of laundry detergent! Wait... Did I mention our washer, that with large wave pulsates and new water flow, will not only produced less twisting of the clothing but also better cleaning and washing effect ? Features a drainage tube which allows you to easily drain out dirty water. Considerable design & Energy saving - Plastic body ensures this machine will never be rust eaten.Always quiet, neat and clean.Small size with low power consumption can save much energy.Warm Note: Feel free to contact seller if you have any product issue, we will respond within 24hrs and help you solve it.",
    "brand": "Garatic",
    "category": "Home Applications",
    "price": 99.99,
    "discount": 0,
    "currentPrice": 99.99,
    "slug": "srs-xp500-(portable-speakers-bluetoothwi-fi-speakers)",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.642Z",
    "updatedAt": "2021-12-07T15:41:46.642Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e22",
    "image": [
      "/images/accessories/Bluetooth-DeFunc-BT-Headphone-1.jpg",
      "/images/accessories/Bluetooth-DeFunc-BT-Headphone-2.jpg",
      "/images/accessories/Bluetooth-DeFunc-BT-Headphone-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Bluetooth DeFunc BT Headphone",
    "description": "Alien ware 7. 1 Gaming Headset 510H Custom-tuned 50mm Hi-Res drivers Immersive 7. 1 Surround Sound with in-line DAC Ultra-comfortable hybrid memory foam ear pads Cross-platform USB & 3. 5mm connectivity Discord and TIA-920 certified retractable mic, AW510H.",
    "brand": "CORSAIR",
    "category": "Accessories",
    "price": 101,
    "discount": 0,
    "currentPrice": 101,
    "slug": "bluetooth-defunc-bt-headphone",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.649Z",
    "updatedAt": "2022-01-21T16:55:34.996Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e2a",
    "image": [
      "/images/accessories/Spanish-SP-laptop-Keyboard-1.jpg",
      "/images/accessories/Spanish-SP-laptop-Keyboard-2.jpg",
      "/images/accessories/Spanish-SP-laptop-Keyboard-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Spanish SP laptop Keyboard",
    "description": "The Razer BlackWidow Elite is a gaming Keyboard designed for Prime performance—featuring Razer Mechanical switches for faster actuation, and a durable 80 million keystroke lifespan. A multi-function digital dial provides media controls, and the USB 2.0 and audio pass through allows easy cable management. Play for long hours comfortably with the ergonomic wrist rest, and you can even customize key lighting, bindings, and macros. Save up to 5 configurations for use anywhere with a hybrid on-board memory and cloud storage.",
    "brand": "Razer",
    "category": "Accessories",
    "price": 99.99,
    "discount": 5,
    "currentPrice": 94.99,
    "slug": "spanish-sp-laptop-keyboard",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.651Z",
    "updatedAt": "2022-01-21T16:55:47.973Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e08",
    "image": ["/images/home-applications/6.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "7.4 cu.ft. Electric Dryer with Smart Care",
    "description": "Boasting a unique space-saving design the enhanced version of Panda Compact 1. 34 cu ft Portable Load Washer makes your laundry easy and simple It is compact which is perfect for small loads for daily usage you can use it in apartments dorms RVs and it just the right size to be the second washer in your house. This portable top load upper drainage washing machine offers 10 different washing programs set with the touch of a button 5 water level settings to make sure your clothes come out as clean as can be It is portable which comes with 2 buil-in rollers/casters which increases mobility for easy move around Its sturdy and quiet design accommodates up to 10lbs of laundry in its stainless-steel drum which is durable and resists rust and chipping Lightweight to carry around regular 3 prongs 110 Voltage can be plugged anywhere 310 Watts of motor rate it saves the electricity bills. Brand: PandaModel: PAN6320WColor of body: Light GreyColor of lid: YellowVolume Capacity: 1. 34 Cu ft / 10lbsWash Program: 10Water Level: 5 Tub Material: Stainless SteelDimensions: 20 * 19 * 34 inch Length of Inlet hose: 39 inchesLength of drain hose: 55 inchesWeight: 51 lbs1 Year manufacturer Please acknowledge before purchasing: *This machine only has ONE water inlet that can be connected to a standard faucet using the inlet hose and quick adapter in the package Please adjust water temperature by the faucet. **To ensure the quality of products 2% of the machines were water tested by the manufacturer before transporting to our warehouse so you will have chance to see water mark or water left outside or inside the machine. ***When unpacking the machine you might see a black rectangle plastic piece located at the bottom of the machine please remove it before using the machine.",
    "brand": "Panda",
    "category": "Home Applications",
    "price": 315,
    "discount": 0,
    "currentPrice": 315,
    "slug": "7.4-cu.ft.-electric-dryer-with-smart-care",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.642Z",
    "updatedAt": "2021-12-07T15:41:46.642Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e0f",
    "image": ["/images/televisions/1.jpg"],
    "numReviews": 1,
    "averageRating": 5,
    "countInStock": 29,
    "sold": 1,
    "name": "Tivi Sony KD-65X8000H",
    "description": "OLED at the top of its game. From the big game to being in the game, no detail goes unseen. With advanced gaming technology like NVIDIA G-SYNC, you'll crush the competition. Self-lit pixels emit their own light for perfect black, intense color and stunning picture—paired with our best processor for even better picture quality. Only on OLED.",
    "brand": "‎LG",
    "category": "Televisions",
    "price": 1043.5,
    "discount": 0,
    "currentPrice": 1043.5,
    "slug": "tivi-sony-kd-65x8000h",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.644Z",
    "updatedAt": "2022-02-18T15:03:55.683Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e15",
    "image": ["/images/smartphones/7.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Galaxy S9 Plus",
    "description": "Built like a Beast Without sacrificing Beauty. The Galaxy XCover Pro elevates the capability of every team member by enabling them to perform multiple tasks all on one device, no matter where your job takes you. And the freedom to customize its capabilities. Built to stand up to challenges the real world dishes out without sacrificing on experience. The Galaxy XCover Pro is MIL-STD-810G certified, IP-68 rated and can withstand drops from 1.5m. Do more with a single device. Capture worksite comments, view pictures in high resolution and access key line of business applications all while keeping your gloves on. With enhanced touchand glove touch capability, Galaxy XCoverPro will react to you and your conditions, and not the other way around. Power for Hours. Your work does not stop and neither does the Galaxy XCover Pro with a replaceable long lasting/ fast charging battery which keeps your day going without interruption. Create, edit and collaborate all day. And if the job is still not done, you can now simply and quickly remove and replace your battery to keep on going. Edge to Edge screen. Limitless Possibilities. No need to worry about where your job takes you or how youll protect your device, the Galaxy XCoverPro is rugged yet elegantly designed. It boasts a 6.3- to - edge display featuring Corning Gorilla Glass 5.Communication should be Seamless.Galaxy XCover Pro features two programmable buttons to support functionalities such as push - to - talk, scanning and other frequently used line of business applications.The Galaxy XCover Pro elevates the capability of every team member by enabling them to perform multiple ta sks all on one device, no matter where your job ta kes you.Built like a Beast Without Easy to Use.Provides an easy - to - use and familiar environment, the Galaxy XCoverPro features Android 10 and Samsung One UI which reduces learning curves and increases user adoption.Working has never been so smooth.Be the best manager you can be while enabling your team to work smarter.You can now accept payments without the need for additional hardware, the Galaxy XCoverPro has EMV Level - 1 that makes it mPOS - Ready.Defense - Grade Security.Safeguard your business with powerful, around the clock protection built from the chip up.",
    "brand": "Samsung Electronics",
    "category": "Smartphone",
    "price": 999.99,
    "discount": 0,
    "currentPrice": 999.99,
    "slug": "galaxy-s9-plus",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.646Z",
    "updatedAt": "2021-12-07T15:41:46.646Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e10",
    "image": ["/images/smartphones/1.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Iphone-xs-gold",
    "description": "With a Triple pro-grade camera, smooth 120Hz refresh rate display, and an all-day intelligent battery¹ that charges up in minutes, the Samsung Galaxy S20 FE 5G delivers outstanding innovation. The Triple-lens camera system will not only take bright and high quality images and videos, but can also zoom in from afar, thanks to the 30X Space Zoom. The single take AI mode will let you capture multiple images and videos with just a touch of a button. Shooting at night? No problem. With the help of Night Mode, the Galaxy S20 FE 5G phone can capture crystal-clear images without flash. The Samsung Galaxy S20 FE 5G series is tailor-made for those who want the latest technology without compromise. Choose from a wide range of six colorful hues in a sleek matte finish. ¹Battery power consumption depends on usage patterns and results may vary.",
    "brand": "Samsung Electronics",
    "category": "Smartphone",
    "price": 499.99,
    "discount": 0,
    "currentPrice": 499.99,
    "slug": "iphone-xs-gold",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.645Z",
    "updatedAt": "2021-12-07T15:41:46.645Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e14",
    "image": [
      "/images/accessories/Mouse-Bosston-M710-Game-1.jpg",
      "/images/accessories/Mouse-Bosston-M710-Game-2.jpg",
      "/images/accessories/Mouse-Bosston-M710-Game-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Mouse Bosston M710 Game 1",
    "description": "HyperX Cloud II features a newly designed USB sound card audio control box that amplifies audio and voice for an optimal Hi Fi gaming experience, so you can hear what you’ve been missing. Open up a world of detail other gamers will never know — the rustle of a camper’s boot, the scuttle in a distant vent. This next generation headset generates virtual 7.1 surround sound with distance and depth to enhance your gaming, movie or music experience. The headset must be selected as the default audio device in your sound settings. For Windows: 1. Open up Control Panel and select Hardware and Sound and then select Sound. 2. If the “HyperX 7.1 Audio” is not currently the default audio device, right click on the option and select “Set as Default Device.” 3. This should place a green check mark next to the default audio device. Repeat the same steps for the microphone portion of the headset, located under the “Recording” tab (also found in the Sound program in Control Panel.)",
    "brand": "HyperX",
    "category": "Accessories",
    "price": 150.99,
    "discount": 0,
    "currentPrice": 150.99,
    "slug": "mouse-bosston-m710-game-1",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.646Z",
    "updatedAt": "2021-12-07T15:41:46.646Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e2d",
    "image": ["/images/home-applications/3.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Orbit Rivo 1000W Silver Cooker",
    "description": "With the Whynter stainless steel built-in ice maker, we bring you the latest in professional standard innovations for the home. This ice maker makes 12 lbs of crescent-shaped in 24 hours and can store 6 lbs of ice. This built-in portable ice maker from Whynter is the perfect solution to your ice Making needs in virtually any situation. It comes in a stylish stainless steel door and sleek black cabinet that complements any modern kitchen and bar area.",
    "brand": "Whynter",
    "category": "Home Applications",
    "price": 89.15,
    "discount": 0,
    "currentPrice": 89.15,
    "slug": "orbit-rivo-1000w-silver-cooker",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.651Z",
    "updatedAt": "2021-12-07T15:41:46.651Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df9",
    "image": ["/images/laptops/3.jpg"],
    "numReviews": 1,
    "averageRating": 3,
    "countInStock": 27,
    "sold": 3,
    "name": "Laptop Asus D409DA-EK095T",
    "description": "It's all about the innovation. Acer products are designed for your needs and accessibility with powerful features fit for your lifestyle. The Aspire 5 packs a lot of power into the portable design to suit the multi-tasking needs of you and your family. The desktop-class performance of this Acer Aspire 5 laptop with an AMD Ryzen 3 processor boosting performance while giving you amazing battery life. Enjoy photo and video editing on the color-rich 15.6-inch Full HD IPS display with AMD Radeon Vega 6 Graphics. All your creations and files stay secure with the bio-protected fingerprint reader and Windows Hello Certification ensuring protected access to your Acer Aspire 5. You can turn this Acer Aspire 5 into a virtual meeting room with an HD webcam and dual built-in microphones using Acer Purified.Voice Technology to carry your conversation clearly. Whether video chatting, streaming entertainment, or working in the home office, you'll stay connected to your network with dual-band Wi-Fi 6 working intelligently with your router to increase network efficiency. (NX.ABRAA.001).",
    "brand": "Acer",
    "category": "Laptops",
    "price": 599.99,
    "discount": 0,
    "currentPrice": 599.99,
    "slug": "laptop-asus-d409da-ek095t",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.632Z",
    "updatedAt": "2023-02-03T15:59:31.262Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e28",
    "image": ["/images/televisions/3.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 29,
    "sold": 1,
    "name": "Tivi Sony Bravia KDL-50W800G",
    "description": "Value and quality come together beautifully in the VIZIO V Series 50” class (49. 5\" Diag.) 4K HDR, Smart TV. With a budget friendly combination of 4K resolution, High Dynamic Range, Smart TV apps, and Voice control compatibility with select devices, The V Series gives you the best features at the smartest value. With VIZIO’s award winning Full array LED backlighting, you’ll see the Difference in the clarity and detail of the picture of the all-new V Series. Ultra HD (3840×2160) resolution offers four times the detail of a 1080P TV, HD video is automatically upscale for the best possible picture, and the V Series TV is equipped to support high Dynamic Range for dazzling colors and contrast. Watch razor sharp 4K Ultra HD content from 4K formatted Blue ray movies, 4K enabled game consoles, and even shows streamed from apps like Netflix.",
    "brand": "VIZIO",
    "category": "Televisions",
    "price": 1599.99,
    "discount": 0,
    "currentPrice": 1599.99,
    "slug": "tivi-sony-bravia-kdl-50w800g",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.650Z",
    "updatedAt": "2022-01-22T04:08:13.516Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e02",
    "image": ["/images/kitchen-appliances/7.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Siemens Super Speed ​​Kettle TW86105P 1.5L Gray",
    "description": "Key Features  ● Touch-Control LED Display  ● Timer (30 min–48 hr)  ● Adjustable Temperature (95°–165°F)  ● Dishwasher Safe Trays  ● Automatic Shutoff  ● Memory Function  ● Overheat Protection  ● Extends the Shelf Life of Your Favorite Foods  ● Included Recipe Book with 50 Original Recipes Specifications and Accessories  ● Voltage: AC 120V 60Hz  ● Power: 600W  ● 6 x Stainless Steel Trays  ● Tray Size: 12 x 13 in   ● 1 x Mesh Screen  ● Mesh Screen Size: 10.7 x 11.8 in  ● 1 x Fruit Roll Sheet  ● Fruit Roll Sheet Size: 11.3 x 12.8 in. ",
    "brand": "COSORI",
    "category": "Kitchen Appliances",
    "price": 299.99,
    "discount": 0,
    "currentPrice": 299.99,
    "slug": "siemens-super-speed-kettle-tw86105p-1.5l-gray",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.639Z",
    "updatedAt": "2021-12-07T15:41:46.639Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e16",
    "image": ["/images/smartphones/5.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Oppo A3s",
    "description": "OnePlus 8 - Lead with Speed | 90 Hz Fluid 6.55 Display – Smooth, Responsive, and Amazingly Vivid.| High - capacity 4510 mAh battery – Speed up your charge with Warp Charge 30T fast charging technology. | 48 MP Triple Camera – 48 MP main camera, 116° ultra wide angle camera and dedicated macro lens| 8 GB RAM + 128 GB Storage – Qualcomm® Snapdragon™ 865 sets a new benchmark for performance.Features 5G connectivity.",
    "brand": "OnePlus",
    "category": "Smartphone",
    "price": 99.99,
    "discount": 0,
    "currentPrice": 99.99,
    "slug": "oppo-a3s",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.646Z",
    "updatedAt": "2021-12-07T15:41:46.646Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e0b",
    "image": ["/images/laptops/6.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Laptop Lenovo Ideapad 5 15are05 81yq00jevn",
    "description": "Processor: AMD Ryzen 5 5500U 2.10GHz 6-Core Processor (11MB Cache, up to 4.00GHz). Graphics: AMD Radeon Graphics. Operating system: Windows 10 Home 64-bit. Memory: 20GB DDR4 SDRAM . Hard Drive: 512GB PCIe NVMe M.2 Solid State Drive. Optical Drive: No. Display: 15.6 FHD(1920x1080) TN 220nits Anti - glare. Touchscreen: No. Connectivity: 2 x 2 802.11AC Wi-Fi and Bluetooth 5.0 Combo. Audio: 2 x 1.5W Speakers with Dolby Audio. Keyboard: US English, Backlit Full Size Keyboard. Built-in HD Webcam: 720P Camera with Privacy Shutter and Dual Array Microphones Media Drive: Multi - format SD media card reader",
    "brand": "Lenovo",
    "category": "Laptops",
    "price": 899.99,
    "discount": 0,
    "currentPrice": 899.99,
    "slug": "laptop-lenovo-ideapad-5-15are05-81yq00jevn",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.643Z",
    "updatedAt": "2021-12-07T15:41:46.643Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e1d",
    "image": [
      "/images/accessories/PlayStation-4-1.jpg",
      "/images/accessories/PlayStation-4-2.jpg",
      "/images/accessories/PlayStation-4-3.jpg"
    ],
    "numReviews": 2,
    "averageRating": 4,
    "countInStock": 25,
    "sold": 5,
    "name": "PlayStation 4",
    "description": "Logitech updated its iconic G502 gaming mouse to deliver even higher performance and more precise functionality than ever. Logitech G502 Hero high Performance Gaming mouse features the next generation Hero 16K Optical sensor, The highest performing and most efficient gaming sensor Logitech has ever made. An all-New lens and an updated tracking algorithm deliver ultra-precise tracking with no acceleration, smoothing, or filtering over the entire DPI range. Now, customize RGB mouse lighting to match your style and environment or sync to other Logitech G products. No matter your gaming style, It's easy to tweak G502 Hero to match your requirements, with custom profiles for your games, adjustable sensitivity from 200 up to 16, 000 DPI, and a tunable weight system that allows for tuning and balancing of up to five 3. 6G weights for just the right balance and feel.",
    "brand": "Sony",
    "category": "Accessories",
    "price": 125,
    "discount": 10,
    "currentPrice": 112.5,
    "slug": "playstation-4",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.648Z",
    "updatedAt": "2023-01-31T10:34:52.595Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e0c",
    "image": ["/images/home-applications/10.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "24-inch Freestanding Electric Range (FCFE2425AS)",
    "description": "Are you tired of the old-fashioned washer and drying machines? Do you find it difficult to schlep your laundry from your basement room or from your apartment laundry room? Or perhaps you need to supplement your current washer and dryer with something smaller and more compact. If this sounds like you, then the BLACK+DECKER Portable Washer might be the solution to your cleaning problems. Popular among urban city dwellers who are short on space, this automatic compact washer cleaner is perfect for apartments as you can set up this machine and connect it to your kitchen sink. Stores easily and can be tucked neatly in a corner for a minimal space taking, you can take this washer with you on your weekend or overnight camping trip, even that RV getaway. Parents have also used this mini auto washer to clean baby bibs, messy kid’s clothes after burping and feedings. Send this to your son or daughter who is away at college for a dorm room necessity to do laundry. Get a loved one this small washing machine as a wonderful gift that is sure to put a smile on their face while saving them a trip to the community laundry room to clean dirty laundry. Auto Unbalance Detection and Auto Shutoff Safety Features.",
    "brand": "BLACK+DECKER",
    "category": "Home Applications",
    "price": 499.99,
    "discount": 0,
    "currentPrice": 499.99,
    "slug": "24-inch-freestanding-electric-range-(fcfe2425as)",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.643Z",
    "updatedAt": "2021-12-07T15:41:46.643Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e2b",
    "image": ["/images/home-applications/5.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Inalsa Inox 1200W 2.5L Black Air Fryer",
    "description": "Think you have no space for a laundry? Think again. Washing clothes is hard if you live in a tiny apartment. The limited space takes typical powerful yet hulking washing machines out of the equation. Community laundry or laundromats are no walk in the park, either. Regularly going to and from the laundry room with a heavy pile of clothes is exhausting, especially when you’re in a hurry. With BLACK+DECKER’s 1.6 Cubic Feet Portable Washer, you can do laundry right in the comfort of your own apartment! Supplement your current washer and dryer with something smaller and more compact like our washing machine. The machine's body may be lean, but it is built strong to handle spinning and washing clothes within close quarters. Afterwards, it stores easily and can be tucked neatly in a corner. Convenient to use, our portable washing machine has a timer and water control washing system. Featuring a 3 water level choice of high, medium and low, it also has a delayed start option of up to 24 hours. Our mini auto washer isn’t just suitable for tiny apartments and traveling. Parents have used it to clean baby clothes, or sent it off to college with their sons and daughters to make university and dorm life easier. Here are more reasons to love our portable washer: Strong washing compartment Makes a wonderful gift for housewarmings, Christmas and graduation Can help cut down detergent use, electricity and water bills Now, with a small space, you won’t need to miss out on essential laundry equipment anymore. Add BLACK+DECKER’s 1.6 Cubic Feet Portable Washer to your cart TODAY! Appliance Type - Top Load Washer.",
    "brand": "BLACK+DECKER",
    "category": "Home Applications",
    "price": 899,
    "discount": 0,
    "currentPrice": 899,
    "slug": "inalsa-inox-1200w-2.5l-black-air-fryer",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.651Z",
    "updatedAt": "2021-12-07T15:41:46.651Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e20",
    "image": [
      "/images/accessories/Xbox-Wireless-Controller-1.jpg",
      "/images/accessories/Xbox-Wireless-Controller-2.jpg",
      "/images/accessories/Xbox-Wireless-Controller-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 29,
    "sold": 1,
    "name": "Xbox Wireless Controller",
    "description": "Video games have become world-famous and are getting access to teenage children. In this world of technology, kids can never be far behind. Moreover, in this generation, in shortage of fields and gardens, video games have taken the lead. This new gaming controller has a brand new frequency (2.4GHz). It also has a strong anti-interference, system controller, and bidirectional transmission.",
    "brand": "Xbox",
    "category": "Accessories",
    "price": 89,
    "discount": 0,
    "currentPrice": 89,
    "slug": "xbox-wireless-controller",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.648Z",
    "updatedAt": "2022-01-14T16:16:26.350Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e05",
    "image": [
      "/images/accessories/bose-noise-cancelling-headphone-1.jpg",
      "/images/accessories/bose-noise-cancelling-headphone-2.jpg",
      "/images/accessories/bose-noise-cancelling-headphone-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Bose noise cancelling headphone",
    "description": "The CORSAIR Virtuoso RGB Wireless delivers a high-fidelity audio experience for the most discerning players, combining uncompromising sound quality with all-day, all-night comfort from its premium memory foam earpads and headband. Connect to virtually any device with ultra-low latency SLIPSTREAM CORSAIR WIRELESS TECHNOLOGY, 3.5mm wired, or 24bit/96KHz USB wired. Make yourself heard with a broadcast-grade, omni-directional detachable microphone with exceptional dynamic range.",
    "brand": "CORSAIR",
    "category": "Accessories",
    "price": 189,
    "discount": 0,
    "currentPrice": 189,
    "slug": "bose-noise-cancelling-headphone",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.641Z",
    "updatedAt": "2022-01-21T16:56:05.573Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e0e",
    "image": ["/images/smartphones/2.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Smartphone Duel – Xiaomi Redmi Note 8 Pro",
    "description": "Want longer battery life and gorgeous photos? Get moto g power. With its 5000 mAh battery, you can go up to three days on a single charge. Enjoy that weekend getaway without ever worrying about recharging. moto g power packs a 48 MP triple camera system2, so you can capture stunning images in any light, everywhere you go. Want a better view on the move? Watch games, movies, and video chats come to life on an ultra-wide 6.6\" screen. Want to lose that annoying lag? Get more done with a speedy processor. How about a phone that’s not afraid to get a little wet? No worries. Wanna capture more of life? You got it.",
    "brand": "Motorola",
    "category": "Smartphone",
    "price": 200,
    "discount": 0,
    "currentPrice": 200,
    "slug": "smartphone-duel---xiaomi-redmi-note-8-pro",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.643Z",
    "updatedAt": "2021-12-07T15:41:46.643Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e1c",
    "image": ["/images/kitchen-appliances/5.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 28,
    "sold": 2,
    "name": "Brita Marella Cool 2.4L Blue Water Filter Bottle",
    "description": "Want garden fresh tomatoes in the middle of winter? How about beautiful petunias for months on end with no florists fee? Meet the AeroGarden® Bounty, a sleek, indoor garden that allows you to grow up to 9 different herbs, veggies, or flower varieties up to 24 high. The Bounty's water bowl is the largest ever for a countertop garden, letting you go longer between fill ups. The grow deck is designed to give plants more room to grow, allowing for an optional trellis attachment, and offering a larger water fill opening for less mess. The 40W LED grow light promotes rapid plant growth, and is now dimmable down to 30%. The full color, high-resolution touchscreen control panel displays all your garden's vital statistics (water level, days planted, plant types) and gives you reminders for when to add things like water and plant food.",
    "brand": "AeroGrow",
    "category": "Kitchen Appliances",
    "price": 73.913,
    "discount": 15,
    "currentPrice": 62.9,
    "slug": "brita-marella-cool-2.4l-blue-water-filter-bottle",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.648Z",
    "updatedAt": "2022-01-14T13:57:04.783Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e26",
    "image": ["/images/smartphones/6.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "iPhone 11 Pro Max – 64Gb",
    "description": "OnePlus 8 - Lead with Speed | 90 Hz Fluid 6.55 Display – Smooth, Responsive, and Amazingly Vivid.| High - capacity 4510 mAh battery – Speed up your charge with Warp Charge 30T fast charging technology. | 48 MP Triple Camera – 48 MP main camera, 116° ultra wide angle camera and dedicated macro lens| 8 GB RAM + 128 GB Storage – Qualcomm® Snapdragon™ 865 sets a new benchmark for performance.Features 5G connectivity.",
    "brand": "Motorola",
    "category": "Smartphone",
    "price": 399.99,
    "discount": 0,
    "currentPrice": 399.99,
    "slug": "iphone-11-pro-max---64gb",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.650Z",
    "updatedAt": "2021-12-07T15:41:46.650Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e00",
    "image": ["/images/kitchen-appliances/4.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Kitchen Rice Cooker RM NA05 0.54 Oven",
    "description": "Cook crispy fried food in a Dash with the tasti-crisp air fryer! Aircrisp technology fries with hot air instead of oil, for delicious fried food with up to 75% less fat than a traditional deep fryer. This convenient countertop air fryer is sized for any kitchen, making it easier to store while still providing ample 2.6 qt Capacity. The redesigned crisper basket allows for greater surface area inside the air fryer, so food gets more crisp, faster. Product dimension - 11.3 x 8.7 x 10.7 inches",
    "brand": "DASH",
    "category": "Kitchen Appliances",
    "price": 130,
    "discount": 0,
    "currentPrice": 130,
    "slug": "kitchen-rice-cooker-rm-na05-0.54-oven",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.639Z",
    "updatedAt": "2021-12-07T15:41:46.639Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df2",
    "image": ["/images/laptops/8.jpg"],
    "numReviews": 2,
    "averageRating": 4.5,
    "countInStock": 26,
    "sold": 4,
    "name": "Laptop Apple Macbook Air Retina MREE2LL/A VN/A",
    "description": "Memory: 16GB DDR4 MemoryStorage: 512GB Solid State Drive (SSD) Design: 2021 Newest AMD Ryzen 5000 series processor powers your HP notebook computer so you have supreme performance, astonishing battery life and modern features you need on-the-go. Processor: AMD Ryzen 5 6-core Processor AMD Ryzen 5-5500 8 MB Cache, Base Clock 2.1Ghz, Max Boost Clock 4Ghz, Display: 15.6 diagonal, FHD(1920 x 1080), micro- edge, anti - glare, 250 nits, 45 % NTSC. Screen Resolution: Full HD 1920x1080. Accessories: Woov HDMI cable. Graphics: AMD Radeon R5 Graphics Integrated Graphics Card. Operating system: Windows 10 Home. Ethernet: 10/100/1000Mbps Ethernet. WLAN Connectivity: 802_11_AC. MCR (Card Reader): Card Reader. Built-in HD Webcam: yes. Optical Drive: No. Ports: 2 X USB 3.2 Type A | 1 X Headphone/Speaker/Line-Out Jack | 1 X USB 3.1 TYPE-C | 1 X HDMI |. Battery: 45WHr 1-Cell lithium_ion Upto 7 Hours Battery Life",
    "brand": "HP",
    "category": "Laptops",
    "price": 999.98,
    "discount": 0,
    "currentPrice": 999.98,
    "slug": "laptop-apple-macbook-air-retina-mree2lla-vna",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.628Z",
    "updatedAt": "2022-01-22T04:08:40.365Z",
    "active": true
  },
  {
    "_id": "61af80ba5f7a0d3540559e04",
    "image": ["/images/televisions/9.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Smart Tivi Samsung 4K 55 inch UA55TU7000",
    "description": "Enter a world saturated with color and sharpened to refreshing clarity, all of it made possible through the power of Quantum Dot technology.",
    "brand": "SAMSUNG",
    "category": "Televisions",
    "price": 250,
    "discount": 0,
    "currentPrice": 250,
    "slug": "smart-tivi-samsung-4k-55-inch-ua55tu7000",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.641Z",
    "updatedAt": "2021-12-07T15:41:46.641Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e06",
    "image": ["/images/home-applications/9.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Color Measurement Instruments & Software",
    "description": "Feeling unsafe going to Laundromat? Tired of sending and picking up clothes from the public washer? Want to have your own laundry set up in your bathroom? Let this little machine do all the magic for you! It's small, space-saving, and yet powerful to take care of your daily laundry needs. Space - saving fits in your room/ RV / dormitory nicely High quality and durable motor, providing stable power Stainless steel inner tub with multiple washing programs to choose from See - through lid and LED display Wheels to move around Reloading feature to let you pause and add-in forgotten clothes. A quick installation guide has been prepared to help you set up your machine easily.You can find the 'Product guides and documents' in the product description ）to download the PDF file.",
    "brand": "COMFEE",
    "category": "Home Applications",
    "price": 999.98,
    "discount": 0,
    "currentPrice": 999.98,
    "slug": "color-measurement-instruments-and-software",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.642Z",
    "updatedAt": "2021-12-07T15:41:46.642Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e0d",
    "image": ["/images/kitchen-appliances/8.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 28,
    "sold": 2,
    "name": "Philips HD9339/81 Super Speed ​​Kettle – Imported From Germany",
    "description": "Bpa free food-grade 304 stainless steel for both the inner lid and inner pot, 100% BPA free and will not contaminate liquids.Auto shut-off mechanism activates within 30 seconds after the water is fully boiling.Hard water is water that contains calcium or magnesium mineral ions often in the form of carbonate. These ions do not pose any health threat, but they can engage in reactions that leave insoluble mineral deposits. Hard water mineral deposits, or scaling, is the precipitation of minerals that form limescale.How should we descale? 1. Fill the kettle with 1 cup of vinegar or lemon juice and 2 cups of water. 2. Boiling the liquids and leave it for 2 hours, then use a cloth to clean and wipe. 3. Rinse the kettle with clean water, and dry with a soft, clean cloth. 4. Repeat as needed. Note: It's normal if your kettle exposes spot or rust on the stainless steel bottom after the first use if the water quality in your area is so hard.",
    "brand": "COSORI",
    "category": "Kitchen Appliances",
    "price": 105,
    "discount": 0,
    "currentPrice": 105,
    "slug": "philips-hd933981-super-speed-kettle---imported-from-germany",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.643Z",
    "updatedAt": "2021-12-25T14:36:00.915Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e1f",
    "image": ["/images/smartphones/10.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "iPhone 13 256GB Starlight",
    "description": "6.53” FHD+ Dotch LCD display, powered by NXTVISION, will upgrade your visual experience with the sharper details, vibrant images and allow you to enjoy true-to-life color accuracy in everything you present.Compatible with GSM carriers, including AT&T and T-Mobile. This device is also certified for use on Verizon’s LTE network. If your device is not receiving messages or experiences an error when making phone calls on Verizon, your account may need to be provisioned to support “CDMA-less” devices, please contact Verizon’s technical support team or your account’s business representative for assistance. This phone is not compatible with CDMA networks. (such as Sprint, Spectrum, Xfinity, etc.)",
    "brand": "TCL",
    "category": "Smartphone",
    "price": 899.99,
    "discount": 0,
    "currentPrice": 899.99,
    "slug": "iphone-13-256gb-starlight",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.648Z",
    "updatedAt": "2021-12-07T15:41:46.648Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559dfe",
    "image": ["/images/televisions/7.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "SONY KD-49X7000F",
    "description": "TCL’s 5-Series QLED TV marries premium picture and endless entertainment for a stellar home theater experience. Quantum Dot technology and the HDR Pro Pack with Dolby Vision combine for greater brightness and contrast, as well as a full palette of rich colors. TCL’s Contrast Control Zone technology optimizes the image across individual zones to yield striking contrast between light and dark areas. The 5-Series models’ AiPQ Engine use machine-learning algorithms to optimize color, contrast and clarity for an unrivaled 4K HDR experience. Easy Voice Control lets you control your entertainment using just your voice. You’ll be ready to play with Auto Game Mode, which adjusts picture settings for an optimized fast-response gaming experience. Plus, the Roku OS provides seamless access to your cable box, Blu-ray player, gaming console, and other devices without flipping through inputs or complicated menus.",
    "brand": "TCL",
    "category": "Televisions",
    "price": 498,
    "discount": 0,
    "currentPrice": 498,
    "slug": "sony-kd-49x7000f",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.637Z",
    "updatedAt": "2021-12-07T15:41:46.637Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e29",
    "image": ["/images/televisions/8.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Tivi Samsung 43N5500 (Smart TV, Full HD, Tizen OS, 43 inch)",
    "description": "What you want, all in one ultra-slim 4K package. It's an Ultra High Definition cinema screen display backed by our powerful processor to enhance color, contrast, detail and sound. It's a huge library of content right at your fingertips. It's control of all your compatible smart home devices with ThinQ AI and the Magic Remote.",
    "brand": "LG",
    "category": "Televisions",
    "price": 399,
    "discount": 0,
    "currentPrice": 399,
    "slug": "tivi-samsung-43n5500-(smart-tv-full-hd-tizen-os-43-inch)",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.651Z",
    "updatedAt": "2021-12-07T15:41:46.651Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e19",
    "image": ["/images/home-applications/1.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "D5 Fridge Door Switch 25T85 5A 2.5A Home Appliance Electronic",
    "description": "Product Features Full- width Small and Deep Freezer Compartment. Adjustable Thermostat. Reversible Door. Temperature Control Knob. Drain Tube Plug. Specifications. Color: White. Capacity: 3.1 Cu.Ft. Voltage: 120Volts / 60Hz. Freezer capacity: 3.04 Cu.Ft. Temperature of Freezer: ≤0℉. Package Includes. 1 X Egg Tray. 1 X Drain Tube Plug. Drawers. Balconies",
    "brand": "LG",
    "category": "Home Applications",
    "price": 199,
    "discount": 15,
    "currentPrice": 169.15,
    "slug": "d5-fridge-door-switch-25t85-5a-2.5a-home-appliance-electronic",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.647Z",
    "updatedAt": "2021-12-07T15:41:46.647Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df7",
    "image": ["/images/televisions/6.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 29,
    "sold": 1,
    "name": "Tivi Led Sharp 2T-C45AE1X 45 inch",
    "description": "The 4-Series 4K TCL Android TV delivers stunning Ultra HD picture quality with four times the resolution of Full HD for enhanced clarity and detail, as well as endless entertainment with thousands of streaming apps. Watch your entertainment favorites in one place, with seamless access to over 700,000 movies and TV episodes, your cable box, gaming console, and other devices—all from a simple, speedy home screen. Enjoy entertainment, get answers, and control devices around your home using Google Assistant. Plus, with Chromecast built-in, you can easily cast movies, shows, and photos from your Android or iOS device to your TCL Android TV. Connect all your favorite devices with the multiple HDMI inputs. Cord cutters can access free, over-the-air HD content with the built-in tuner or watch live TV from popular cable-replacement services like YouTube TV, Sling, Hulu and more.",
    "brand": "TCL",
    "category": "Televisions",
    "price": 450,
    "discount": 0,
    "currentPrice": 450,
    "slug": "tivi-led-sharp-2t-c45ae1x-45-inch",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.631Z",
    "updatedAt": "2023-01-30T15:57:58.323Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e0a",
    "image": ["/images/televisions/10.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Smart TV Samsung 4K NEO QLED 85 inch 85QN85AA",
    "description": "Immerse yourself in the infinite possibilities of 4K streaming in award-winning Quantum Color with the all-new VIZIO M-Series 4K HDR Smart TV. M-Series combines a best-in-class Active Full Array Backlight with over a billion colors for a more nuanced, more immersive range of colors that brings new life to your entertainment experience. Dolby Vision high dynamic range combined with a Full Array Backlight delivers incredible picture quality, transporting you into the story through richer contrast, brighter highlights, and eye-popping color. VIZIO’s lightning-fast IQ Active Processor delivers enhanced picture processing and a faster browsing experience, while the ProGaming Engine with Auto Game Mode, Variable Refresh Rate with AMD FreeSync, and ultra-low input lag takes console gaming to a whole new level.",
    "brand": "VIZIO",
    "category": "Televisions",
    "price": 399,
    "discount": 0,
    "currentPrice": 399,
    "slug": "smart-tv-samsung-4k-neo-qled-85-inch-85qn85aa",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.642Z",
    "updatedAt": "2021-12-07T15:41:46.642Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e18",
    "image": [
      "/images/accessories/Keyboard-Akko-Ocean-Star-1.jpg",
      "/images/accessories/Keyboard-Akko-Ocean-Star-2.jpg",
      "/images/accessories/Keyboard-Akko-Ocean-Star-3.jpg"
    ],
    "numReviews": 1,
    "averageRating": 4,
    "countInStock": 29,
    "sold": 1,
    "name": "Keyboard Akko Ocean Star",
    "description": "The Razer Tartarus V2 provides endless commands at your fingertips with 32 fully programmable Mecha-Membrane keys, including an 8-way directional d-pad and 3-way scroll wheel. The keypad also features individually programmable backlit keys with 16.8 million color options, all easily set through Razer Synapse. And with its improved ergonomic form factor and adjustable palm rest with two positions, you get the exact angle of comfort you need. Razer Synapse 3 (PC)/ Razer Synapse 2 (Mac) enabled.",
    "brand": "Razer",
    "category": "Accessories",
    "price": 99.99,
    "discount": 0,
    "currentPrice": 99.99,
    "slug": "keyboard-akko-ocean-star",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.647Z",
    "updatedAt": "2022-01-22T04:11:19.734Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e1a",
    "image": ["/images/laptops/7.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Dell Inspiron 15 3000 (3593) Laptop Computer - 15.6 inch HD Anti-Glare Display (Intel Core 11th Gen i5-1035G1, 8GB, 256GB PCIe M.2 NVMe SSD, Camera) Windows 10 Home",
    "description": "Processor 10th Generation Intel Core i5- 1035G1 Processor(6MB Cache, up to 3.6 GHz). Display 15.6-inch HD(1366 x 768) Anti- Glare LED - Backlit Non - touch Display. Operating System Windows 10 Home 64 - bit English.Memory 8 GB, 1 x 8 GB, DDR4, 2666 MHz. Hard Drive: 256GB M.2 PCIe NVMe Solid State Drive. Video Card: Intel UHD Graphics with shared graphics memory. Battery: 3 - Cell, 42 WHr, Integrated battery. Wireless Qualcomm DW1810, 1 x 1, 802.11ac with Wi - Fi, Wireless LAN, Bluetooth 4.1. Camera: Integrated widescreen HD(720p) Webcam with Single Digital Microphone",
    "brand": "Dell",
    "category": "Laptops",
    "price": 789,
    "discount": 20,
    "currentPrice": 631.2,
    "slug": "dell-inspiron-15-3000-(3593)-laptop-computer-15.6-inch-hd-anti-glare-display-(intel-core-11th-gen-i5-1035g1-8gb-256gb-pcie-m.2-nvme-ssd-camera)-windows-10-home",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.647Z",
    "updatedAt": "2021-12-07T15:41:46.647Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e1b",
    "image": ["/images/home-applications/2.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "MQS-9B Small Micro Switch",
    "description": "External Product Dimensions: 32. 1 X 21. 7 X 33. 5 Contains 1 Hanging Wire Storage Basket Mechanical Control with Adjustable Thermostat from - 12 to - 28 Degrees(Great for Storing Frozen Food, Ice Cream, Ice, etc.) Hinge - Style Door Remains Open from 45 to 75 Degree Angles Full 1 - Year / Compressor 2 - Year",
    "brand": "Midea",
    "category": "Home Applications",
    "price": 0.99,
    "discount": 0,
    "currentPrice": 0.99,
    "slug": "mqs-9b-small-micro-switch",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.647Z",
    "updatedAt": "2021-12-07T15:41:46.647Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e27",
    "image": ["/images/laptops/4.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Acer Aspire 3 A315-34-C38Y (NX.HE3SV.00G)",
    "description": "Seal is opened for upgrade ONLY, from Base Model with Spec is 12GB DDR4 RAM + 512GB PCIe SSD. Hassle Free One Year Warranty from Brown Box. Powerful AMD Quad-Core Ryzen 5-3500U Processor (2.10GHz Base, up to 3.70GHz with Max Boost, 4MB Cache), delivers striking visuals, extended battery life, and higher data transfer rates. 15.6 LED- backlit FHD(1920x1080) 60Hz Anti - Glare Panel with 45 % NTSC with wide 178° viewing angles display.AMD Radeon RX Vega 10 Graphics. 20GB DDR4-2400MHz SDRAM Memory for full-power multitasking; 512GB PCIe SSD save files fast and store more data. With massive amounts of storage and advanced communication power, PCI-e SSDs are great for major gaming applications, multiple servers, daily backups, and more. Wi-Fi 5 (802.11 ac) and Bluetooth 4.1; 1 x Type-A USB 3.0 (USB 3.1 Gen 1), 1 x Type-C USB 3.0 (USB 3.1 Gen 1), 2 x USB 2.0 port(s), 1 x HDMI, 1 x COMBO audio jack",
    "brand": "ASUS",
    "category": "Laptops",
    "price": 400,
    "discount": 0,
    "currentPrice": 400,
    "slug": "acer-aspire-3-a315-34-c38y-(nx.he3sv.00g)",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.650Z",
    "updatedAt": "2021-12-07T15:41:46.650Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df8",
    "image": ["/images/kitchen-appliances/1.jpg"],
    "numReviews": 2,
    "averageRating": 4.5,
    "countInStock": 22,
    "sold": 8,
    "name": "Electronic Kitchen Scale 5kg Electronic Kitchen Scale",
    "description": "Easy to use, easy to clean, fast, versatile, and convenient, the Instant Pot® Duo™ is the one that started it all. It replaces 7 kitchen appliances: pressure cooker, slow cooker, rice cooker, steamer, sauté pan, yogurt maker & warmer. With 13 built-in smart programs, cook your favorite dishes with the press of a button. The tri-ply, stainless steel inner pot offers quick, even heating performance. Redefine cooking and enjoy quick and easy meals anywhere, any time. The Instant Pot Duo offers the quality, convenience and versatility you’ve come to expect from Instant – discover amazing",
    "brand": "Instant Pot",
    "category": "Kitchen Appliances",
    "price": 3,
    "discount": 0,
    "currentPrice": 3,
    "slug": "electronic-kitchen-scale-5kg-electronic-kitchen-scale",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.631Z",
    "updatedAt": "2023-01-31T14:56:14.009Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e03",
    "image": ["/images/laptops/10.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Laptop Msi Modern 14 B10mw-427vn",
    "description": "The Lenovo IdeaPad™ 1 is your daily computing companion. Not only does this affordable laptop deliver amazing performance with an Intel® Celeron® processor, but it also features 164 GB M.2 PCIe SSD storage and a 14-inch HD display for great productivity. Browse the internet, stream your favorite shows, chat with family, or get work done on this reliable notebook computer. With a stylish Ice Blue case, this everyday laptop is easy to use and durable, with long battery life to let you handle daily tasks easily. Great for students, travelers, and those who like to work from home or the local coffee shop, the IdeaPad 1 is lightweight at just over 3 lbs and is less than 1 inch thick, so it's easy to slip into your Lenovo laptop backpack or carrying sleeve. Plus, with up to 8 hours of battery life, you can stay productive no matter where you are! You'll stay connected with integrated WiFi and Bluetooth® while on the go.",
    "brand": "Lenovo",
    "category": "Laptops",
    "price": 599,
    "discount": 0,
    "currentPrice": 599,
    "slug": "laptop-msi-modern-14-b10mw-427vn",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.640Z",
    "updatedAt": "2021-12-07T15:41:46.640Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e12",
    "image": ["/images/kitchen-appliances/10.jpg"],
    "numReviews": 2,
    "averageRating": 4.5,
    "countInStock": 28,
    "sold": 2,
    "name": "WMF Lono Tischgrill Flach & Gerippt . Electric Grill",
    "description": "If you can slice and freeze fruit, you can use Yonanas! In just a few minutes, make wholesome, delicious, vegan and dairy free desserts with no added fats, sugars, or additives. Create your own or use the 36 included recipes. All removable parts are top rack dishwasher safe and BPA free.",
    "brand": "Yonanas",
    "category": "Kitchen Appliances",
    "price": 85,
    "discount": 0,
    "currentPrice": 85,
    "slug": "wmf-lono-tischgrill-flach-and-gerippt-.-electric-grill",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.646Z",
    "updatedAt": "2022-01-14T05:03:53.746Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559dff",
    "image": ["/images/laptops/1.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Laptop top Aspire 3 A315-23-R0ML",
    "description": "This listing contains customized products. Product seals may have been opened to install the desired customization. Defects are significantly reduced by our in depth inspection & testing. Memory:8GB RAM, Hard drive:128GB SSD. Key features and Benefits: Display:15.6 diagonal, FHD(1920 x 1080), IPS, micro- edge, anti - glare, 250 nits, 45 % NTSC, Processor:Intel Celeron N4020 (1.1 GHz base frequency, up to 2.8 GHz burst frequency, 4 MB L2 cache, 2 cores), Graphic Card:Intel UHD Graphics 600, Optical Drive: No DVD-RW, Built-in HD webcam with microphone: YES, Wireless connectivity:Realtek RTL8821CE 802.11a/b/g/n/ac (1x1) Wi-Fi and Bluetooth 4.2 combo, Weight3.92 lb, Battery:41Whr 3-cell lithium-ion, Dimension: 14.11 x 9.52 x 0.78 in, Color:Jet Black, Included in the package:ROKC HDMI Cable, 1-Year Office 365 Personal Subscription.",
    "brand": "HP",
    "category": "Laptops",
    "price": 699,
    "discount": 15,
    "currentPrice": 594.15,
    "slug": "laptop-top-aspire-3-a315-23-r0ml",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.638Z",
    "updatedAt": "2021-12-07T15:41:46.638Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e11",
    "image": ["/images/kitchen-appliances/6.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "WMF Flötenkessel Induction Kettle 2.0L",
    "description": "Say hello to the Chefman Multi-Functional Air Fryer with Rotisserie and Dehydrator Function handles any cooking, baking, or air frying task, creating the crispy fried texture you love with little to no oil. With the highly efficient rapid air technology and high-speed convection system, you can get even, crispy fried texture using little to no oil. Perfect for feeding a crowd, this Multi-Function AirFryer features a 10-liter capacity and 17 preset options - you can use it to air fry, roast, dehydrate, bake, reheat, and more! That means crispy French fries every time, from fresh, frozen, and even leftover. Interior lighting allows you to easily watch your food as it cooks. For best results while air frying, racks should be switched in middle of cooking. Accessories include 2 air flow racks, rotisserie spit and forks, rotating basket, rotisserie retrieval tool and drip tray.",
    "brand": "Chefman",
    "category": "Kitchen Appliances",
    "price": 53,
    "discount": 0,
    "currentPrice": 53,
    "slug": "wmf-flotenkessel-induction-kettle-2.0l",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.645Z",
    "updatedAt": "2021-12-07T15:41:46.645Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e17",
    "image": ["/images/televisions/2.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Tivi Sony Bravia KDL-50W660G (Smart TV, 2K, 50 inch)",
    "description": "Step into a whole new world of 4K QLED color with the Samsung 32-inch Class Q50R QLED 4K UHD Smart TV. Bring more than a billion colors to life in both dark or bright scenes, and make everything you watch truly breathtaking with 100% Color Volume, Quantum Dot Technology¹. Thanks to stunning QLED 4K resolution, you can enjoy a whole new level of clarity, with a crisp and clear picture that’s 4x the resolution of full HD. Sophisticated and stylish with a slim design, this smart TV enhances every space and comes with the sleek OneRemote² to automatically detect and control all compatible, connected devices. Search less and enjoy more quality viewing time with the easy and simple on-screen Universal Guide, or ask even more from your TV with the help of built-in voice assistant Bixby³ to help you search for movies, change the channel or volume, and more.",
    "brand": "SAMSUNG",
    "category": "Televisions",
    "price": 350,
    "discount": 0,
    "currentPrice": 350,
    "slug": "tivi-sony-bravia-kdl-50w660g-(smart-tv-2k-50-inch)",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.647Z",
    "updatedAt": "2021-12-07T15:41:46.647Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e1e",
    "image": ["/images/home-applications/7.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Stacked Washer/Dryer Electric Laundry Center with TurboWash™ 360",
    "description": "Feeling unsafe going to Laundromat? Tired of sending and picking up clothes from public washer? Want to have your own laundry setup in your bathroom? Let this little machine do all the magic for you! It's small, space saving, and yet powerful to take care of your daily laundry needs. Space saving, fits in your room/ RV / dormetory nicely High quality and durable motor, providing stable power Stainless steel inner tub with multiple washing programs to choose from See - through lid and LED display Wheels to move aroud",
    "brand": "COMFEE",
    "category": "Home Applications",
    "price": 48,
    "discount": 0,
    "currentPrice": 48,
    "slug": "stacked-washerdryer-electric-laundry-center-with-turbowashtm-360",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.648Z",
    "updatedAt": "2021-12-07T15:41:46.648Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e25",
    "image": ["/images/smartphones/4.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Panasonic Eluga I9",
    "description": "Google Pixel 4a Phone (Barely Blue) packaged with a Google Seal for Online Marketplace Meet Pixel 4a the helpful Google phone at a helpful price. It comes packed with the things you want most in a phone, like a camera that takes great low-light photos, a battery that lasts up to 24 hours,[1] and the new Google Assistant. And it's an unlocked smartphone, so you can choose the data plan and carrier that work for you [1] Approximate battery life based on a mix of talk, data, standby, and use of other features, with always on display off.An active display and other usage factors will decrease battery life.Pixel 4a battery testing conducted in Mountain View, California in early 2020 on pre- production hardware and software.Actual results may vary. [2] Android version updates for at least 3 years from when the device first became available on the Google Store in the US. [3] Personal Safety app features are dependent upon network connectivity and other factors and may not be reliable for emergency communications or available in all areas.For more information, see g.co / pixel / personalsafety.Car crash detection is not available in all languages or countries and may not detect all accidents.High - impact activities may trigger calls to emergency services. [4] US only.English only.Call Screen may not detect all robocalls.",
    "brand": "Google",
    "category": "Smartphone",
    "price": 53,
    "discount": 0,
    "currentPrice": 53,
    "slug": "panasonic-eluga-i9",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.649Z",
    "updatedAt": "2021-12-07T15:41:46.649Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e2c",
    "image": [
      "/images/accessories/One-Piece-Chopper-Keyboard-1.jpg",
      "/images/accessories/One-Piece-Chopper-Keyboard-2.jpg",
      "/images/accessories/One-Piece-Chopper-Keyboard-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 28,
    "sold": 2,
    "name": "One Piece Chopper Keyboard",
    "description": "Immerse yourself in the action with the Corsair void RGB Elite wireless, with custom-tuned 50mm neodymium audio drivers delivering 7.1 surround sound on the PC. Microfiber mesh fabric and memory foam ear pads provide lasting comfort. Connect to your PC or PS4 with a low-latency 2.4GHz wireless connection, with a range of up to 40ft and all-day battery life up to 16 hours. An omnidirectional microphone with LED mute indicator ensures that you're heard with exceptional vocal clarity. The void RGB Elite's distinctive design and durable construction are complemented by fully customizable RGB lighting on each ear cup. Powerful Corsair iCUE software ties everything together, enabling full control over equalizer settings, 7.1 surround sound, RGB lighting and more.",
    "brand": "Corsair",
    "category": "Accessories",
    "price": 83,
    "discount": 0,
    "currentPrice": 83,
    "slug": "one-piece-chopper-keyboard",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.651Z",
    "updatedAt": "2023-02-02T18:24:21.456Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df5",
    "image": [
      "/images/accessories/bluetooth-cat-earphone-1.jpg",
      "/images/accessories/bluetooth-cat-earphone-2.jpg",
      "/images/accessories/bluetooth-cat-earphone-3.jpg"
    ],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Bluetooth cat earphone",
    "description": "The Razer Mamba Wireless features battery life of up to 50 hours on a single charge. Enjoy enhanced tracking accuracy with our acclaimed Razer 5G Advanced Optical Sensor featuring true 16,000 DPI. Equipped with Razer Mechanical Mouse Switches, experience extended durability of up to 50 million clicks. Get more control with 7 programmable buttons through Razer Synapse 3, and save up to 5 profiles to your mouse with on-board memory.",
    "brand": "Razer",
    "category": "Accessories",
    "price": 20,
    "discount": 5,
    "currentPrice": 19,
    "slug": "bluetooth-cat-earphone",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.630Z",
    "updatedAt": "2021-12-07T15:41:46.630Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df3",
    "image": [
      "/images/accessories/beats-solo3-wireless-headphones-1.jpg",
      "/images/accessories/beats-solo3-wireless-headphones-3.jpg",
      "/images/accessories/beats-solo3-wireless-headphones-2.jpg"
    ],
    "numReviews": 4,
    "averageRating": 3.8,
    "countInStock": 19,
    "sold": 11,
    "name": "Beats solo3 wireless headphones",
    "description": "<p>The ARGENT K5 RGB Gaming Keyboard is crafted with an aluminum top plate and a streamlined titanium design, combined with 360-degrees of RGB underglow that can be switched among fourteen lighting effects, creating a halo glow surrounding the keyboard. With a splendid asymmetrical curvature design, coupled with a aluminum top plate, the ARGENT K5 RGB allows enthusiasts to not only challenge the game, but game in style as well. Light up your battles with thirteen front-side and fourteen 360-degree underglow lighting effects in 16.8 million true RGB colors. •P/N: GKB-KB5-SSSRUS-01 •COLOR: Titanium •NO. OF GAME PROFILES: SIX •GRAPHICAL UI: YES •WEIGHT: 1465 g •GOLD-PLATED USB: YES •DIMENSIONS: 465 x 161 x 46 mm (L x W x H) •INTERFACE: USB •ANTI-GHOSTING KEYS: YES / N KEY Rollover (USB) •ON-BOARD MEMORY SIZE: 4M bit •POLLING RATE: 1000 HZ •BACK-LIGHT: 16.8 Million RGB Colors •WRIST REST: YES (Magnetic, Detachable) •AUDIO AND USB PASS-THROUGH: YES</p><h4><br></h4><div><table class=\"se-table-size-100\"><tbody><tr><td><div>Thương hiệu</div></td><td><div>JBL</div></td></tr><tr><td><div>Xuất xứ thương hiệu</div></td><td><div>Hong Kong</div></td></tr><tr><td><div>Xuất xứ</div></td><td><div>china</div></td></tr><tr><td><div>Kích thước</div></td><td><div>21.5 x 18.5 x 4.5 cm</div></td></tr><tr><td><div>Trọng lượng</div></td><td><div>226.0</div></td></tr></tbody></table><p><br></p><p><br></p>​</div><p>The colors deviation might differ due to different monitor settings.</p><div class=\"se-component se-image-container __se__float-none\" contenteditable=\"false\"><figure style=\"margin: 0px;\"><img src=\"https://salt.tikicdn.com/ts/product/a5/85/bb/878aa1a976ca970932522fd35c55338c.jpg\" alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"878aa1a976ca970932522fd35c55338c.jpg\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" origin-size=\"1001,1001\" style=\"\" data-index=\"0\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><div class=\"se-component se-image-container __se__float-none\" contenteditable=\"false\"><figure style=\"margin: 0px;\"><img src=\"https://salt.tikicdn.com/ts/product/ee/d2/a9/091e3de0e8d0716936b40103228a73dc.jpg\" alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"091e3de0e8d0716936b40103228a73dc.jpg\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" origin-size=\"1001,1001\" style=\"\" data-index=\"1\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><div class=\"se-component se-image-container __se__float-none\" contenteditable=\"false\"><figure style=\"margin: 0px;\"><img src=\"https://salt.tikicdn.com/ts/product/28/6d/11/bd21e85aaa61107d4be2b58cf10e8818.jpg\" alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"bd21e85aaa61107d4be2b58cf10e8818.jpg\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" origin-size=\"1001,1001\" style=\"\" data-index=\"2\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><div class=\"se-component se-image-container __se__float-none\" contenteditable=\"false\"><figure style=\"margin: 0px;\"><img src=\"https://salt.tikicdn.com/ts/product/69/74/f6/3cd0774e5aa2698f1a15122c0f316821.jpg\" alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"3cd0774e5aa2698f1a15122c0f316821.jpg\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" origin-size=\"1001,1001\" style=\"\" data-index=\"3\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><div class=\"se-component se-image-container __se__float-none\" contenteditable=\"false\"><figure style=\"margin: 0px;\"><img src=\"https://salt.tikicdn.com/ts/product/62/60/a0/4f6e23621b807439ebbe012ec110c443.jpg\" alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"4f6e23621b807439ebbe012ec110c443.jpg\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" origin-size=\"1001,1001\" style=\"\" data-index=\"4\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><p><br></p><p><br></p><p><br></p><div class=\"se-component se-image-container __se__float-none\" contenteditable=\"false\"><figure style=\"margin: 0px;\"><img src=\"https://salt.tikicdn.com/ts/product/c7/58/86/f9ca0099885a1732f2714873df250873.jpg\" alt=\"\" data-proportion=\"true\" data-align=\"none\" data-file-name=\"f9ca0099885a1732f2714873df250873.jpg\" data-file-size=\"0\" data-origin=\",\" data-size=\",\" data-rotate=\"\" data-percentage=\"auto,auto\" origin-size=\"1001,1001\" style=\"\" data-index=\"5\" data-rotatex=\"\" data-rotatey=\"\"></figure></div><div class=\"se-component se-video-container __se__float-none\" contenteditable=\"false\" style=\"width: 100%;\"><figure style=\"width: 100%; height: 56.25%; padding-bottom: 56.25%; margin: 0px;\"><iframe frameborder=\"0\" allowfullscreen=\"\" src=\"https://www.youtube.com/embed/4jk0Cq_vU2A\" data-proportion=\"true\" data-percentage=\"100%,56.25%\" data-size=\"100%,56.25%\" data-align=\"none\" style=\"width: 100%; height: 100%;\" data-index=\"0\" data-file-name=\"4jk0Cq_vU2A\" data-file-size=\"0\" data-origin=\"100%,56.25%\"></iframe></figure></div><p><br></p><p>Giá sản phẩm&nbsp; đã bao gồm thuế theo luật hiện hành. Bên cạnh đó, tuỳ vào loại sản phẩm, hình thức và địa chỉ giao hàng mà có thể phát sinh thêm chi phí khác như phí vận chuyển, phụ phí hàng cồng kềnh, thuế nhập khẩu (đối với đơn hàng giao từ nước ngoài có giá trị trên 1 triệu đồng).....</p><p><br></p><p><br></p><p><br></p>",
    "brand": "Thermaltake",
    "category": "Accessories",
    "price": 250,
    "discount": 15,
    "currentPrice": 212.5,
    "slug": "beats-solo3-wireless-headphones",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.629Z",
    "updatedAt": "2022-03-16T10:51:28.545Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559df6",
    "image": ["/images/televisions/5.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Tivi SamSung 55RU7300",
    "description": "Experience thrilling movies and games in incredible 4K HDR and clear sound. Everything you watch looks remarkably rich and natural, enhanced by the 4K Processor X1. With Sony’s Android TV and the Google Assistant, quickly access entertainment, control smart devices, get answers on screen, and more using your voice.",
    "brand": "Sony",
    "category": "Televisions",
    "price": 599,
    "discount": 10,
    "currentPrice": 539.1,
    "slug": "tivi-samsung-55ru7300",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.631Z",
    "updatedAt": "2021-12-07T15:41:46.631Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e23",
    "image": ["/images/laptops/9.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Dell Vostro V5490C",
    "description": "CPU: AMD Ryzen 3-3250U 2-Core 2.6GHz Processor (5MB Cache, 4 Threads, up to 3.5GHz). Memory: Up to 32GB DDR4 RAM. Hard Drive: Up to 1TB PCIe NVMe M.2 Solid State Drive. Operating System: Windows 10 Home. Display: 15.6 FHD(1920 x 1080), diagonal HD, BrightView, micro- edge, WLED - backlit. Touchscreen: None. Screen Resolution: 1920 x 1080. Backlit Keyboard: None. Ports: 1 x SuperSpeed USB Type-C; 2 x SuperSpeed USB Type-A; 1 x HDMI; 1 x headphone/microphone combo jack. Video: AMD Radeon Graphics. Audio: stereo speakers. Media Drive: SD Media Card Reader. Optical Drive: None. Wireless Connectivity: Wi-Fi 5 & Bluetooth 5. Built-in HD Webcam with Microphone: Yes. Battery: Lithium-ion. Weight: 3.75 Pounds",
    "brand": "HP",
    "category": "Laptops",
    "price": 999.99,
    "discount": 0,
    "currentPrice": 999.99,
    "slug": "dell-vostro-v5490c",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.649Z",
    "updatedAt": "2021-12-07T15:41:46.649Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559dfb",
    "image": ["/images/home-applications/4.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Orbit DF20002 2 Litre Electric Deep Fryer",
    "description": "Feeling unsafe going to Laundromat? Tired of sending and picking up clothes from the public washer? Want to have your own laundry set up in your bathroom? Let this little machine do all the magic for you! It's small, space-saving, and yet powerful to take care of your daily laundry needs. Space - saving fits in your room/ RV / dormitory nicely High quality and durable motor, providing stable power Stainless steel inner tub with multiple washing programs to choose from See - through lid and LED display Wheels to move around Reloading feature to let you pause and add-in forgotten clothes",
    "brand": "COMFEE",
    "category": "Home Applications",
    "price": 115,
    "discount": 0,
    "currentPrice": 115,
    "slug": "orbit-df20002-2-litre-electric-deep-fryer",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.636Z",
    "updatedAt": "2021-12-07T15:41:46.636Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e01",
    "image": ["/images/televisions/4.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Tivi Sony KD-55X7500H",
    "description": "Experience an ultra-realistic image with the power of OLED technology. The powerful Picture Processor X1 Ultimate utilizes over 8 million individual pixels to create an image with exquisite contrast and vibrant color. Pixel Contrast Booster supercharges each pixel to deliver incredible picture quality. Connect Alexa to your compatible Sony TV to stream smart camera feeds with your voice. You can also ask Alexa to play music, launch video apps, and more and see it all on your Sony TV.",
    "brand": "Sony",
    "category": "Televisions",
    "price": 499.99,
    "discount": 0,
    "currentPrice": 499.99,
    "slug": "tivi-sony-kd-55x7500h",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.639Z",
    "updatedAt": "2021-12-07T15:41:46.639Z"
  },
  {
    "_id": "61af80ba5f7a0d3540559e21",
    "image": ["/images/kitchen-appliances/9.jpg"],
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 30,
    "sold": 0,
    "name": "Unold Hot Pot Grill 58546 – ​​Gray",
    "description": "Bpa free food-grade 304 stainless steel for both the inner lid and inner pot, 100% BPA free and will not contaminate liquids.Auto shut-off mechanism activates within 30 seconds after the water is fully boiling.Hard water is water that contains calcium or magnesium mineral ions often in the form of carbonate. These ions do not pose any health threat, but they can engage in reactions that leave insoluble mineral deposits. Hard water mineral deposits, or scaling, is the precipitation of minerals that form limescale.How should we descale? 1. Fill the kettle with 1 cup of vinegar or lemon juice and 2 cups of water. 2. Boiling the liquids and leave it for 2 hours, then use a cloth to clean and wipe. 3. Rinse the kettle with clean water, and dry with a soft, clean cloth. 4. Repeat as needed. Note: It's normal if your kettle exposes spot or rust on the stainless steel bottom after the first use if the water quality in your area is so hard.",
    "brand": "NutriChef",
    "category": "Kitchen Appliances",
    "price": 150,
    "discount": 0,
    "currentPrice": 150,
    "slug": "unold-hot-pot-grill-58546---gray",
    "user": "61af80b95f7a0d3540559dee",
    "__v": 0,
    "createdAt": "2021-12-07T15:41:46.648Z",
    "updatedAt": "2021-12-07T15:41:46.648Z"
  },
  {
    "_id": "61b00c2cf1348cbac6f6bc11",
    "user": "61af80b95f7a0d3540559dee",
    "name": "test",
    "slug": "test",
    "price": 123.1,
    "currentPrice": 112.02,
    "image": [
      "http://res.cloudinary.com/dujzi1wfz/image/upload/v1638927403/product/bja3deghjxsu7rgiynqp.png"
    ],
    "description": "<p><br>​<span style=\"color: rgb(51, 51, 51); font-family: &quot;Helvetica Neue&quot;; font-size: 13px; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: rgb(255, 255, 255); text-decoration-thickness: initial; text-decoration-style: initial; text-decoration-color: initial; display: inline !important; float: none;\">The ARGENT K5 RGB Gaming Keyboard is crafted with an aluminum top plate and a streamlined titanium design, combined with 360-degrees of RGB underglow that can be switched among fourteen lighting effects, creating a halo glow surrounding the keyboard. With a splendid asymmetrical curvature design, coupled with a aluminum top plate, the ARGENT K5 RGB allows enthusiasts to not only challenge the game, but game in style as well. Light up your battles with thirteen front-side and fourteen 360-degree underglow lighting effects in 16.8 million true RGB colors. •P/N: GKB-KB5-SSSRUS-01 •COLOR: Titanium •NO. OF GAME PROFILES: SIX •GRAPHICAL UI: YES •WEIGHT: 1465 g •GOLD-PLATED USB: YES •DIMENSIONS: 465 x 161 x 46 mm (L x W x H) •INTERFACE: USB •ANTI-GHOSTING KEYS: YES / N KEY Rollover (USB) •ON-BOARD MEMORY SIZE: 4M bit •POLLING RATE: 1000 HZ •BACK-LIGHT: 16.8 Million RGB Colors •WRIST REST: YES (Magnetic, Detachable) •AUDIO AND USB PASS-THROUGH: YES</span><br><br>​<br></p>",
    "brand": "samsung",
    "category": "Accessories",
    "numReviews": 0,
    "averageRating": 0,
    "countInStock": 22,
    "sold": 0,
    "discount": 9,
    "active": true,
    "createdAt": "2021-12-08T01:36:44.318Z",
    "updatedAt": "2021-12-08T01:36:44.318Z",
    "__v": 0
  }
]
